{
  "ref": {
    "overviewTitle": "جائزہ",
    "overviewContent1": "انٹرلنک والٹ کا ریفرل سسٹم صارفین کو ٹریڈنگ سرگرمیوں کے ذریعے انعامات کمانے اور شیئر کرنے کی اجازت دیتا ہے۔",
    "overviewContent2": "دعوت دینے والا اور دعوت قبول کرنے والا دونوں فائدہ اٹھا سکتے ہیں - دعوت دینے والے مدعو کیے گئے افراد کے لین دین سے کمیشن کماتے ہیں، جبکہ مدعو کیے گئے افراد اپنے لین دین پر کیش بیک وصول کرتے ہیں۔",
    "overviewContent3": "انعامات خود بخود شمار کیے جاتے ہیں اور ماہانہ تصفیہ کے سائیکل کے دوران USD میں تبدیل ہو جاتے ہیں۔",
    "howItWorksTitle": "یہ کیسے کام کرتا ہے؟",
    "howItWorksContent1": "کمیشن (کمانے کے لیے ریفرلز کو مدعو کریں)",
    "howItWorksContent2": "کمیشن وہ انعام ہے جو آپ اپنے مدعو کیے گئے افراد کے Swap اور Futures کی فیس سے کماتے ہیں۔",
    "howItWorksContent3": "آپ لامحدود صارفین کو مدعو کر سکتے ہیں اور اپنا کوڈ شیئر کرنے سے پہلے اپنی کمیشن کی شرح مقرر کر سکتے ہیں۔",
    "howItWorksContent4": "ایک بار جب کوئی مدعو آپ کا کوڈ داخل کرتا ہے، تو وہ شرح ان کے لیے لاک ہو جاتی ہے – بعد میں کی گئی تبدیلیاں صرف نئے مدعو کیے گئے افراد پر لاگو ہوتی ہیں۔",
    "howItWorksContent5": "کمیشن 'Earning History' میں اپ ڈیٹ ہوتے ہیں اور ماہانہ USD میں فائنل ہوتے ہیں۔",
    "howItWorksContent6": "کیش بیک (کمانے کے لیے دعوت دینے والے کا کوڈ داخل کریں)",
    "howItWorksContent7": "کیش بیک وہ انعام ہے جو آپ کے اپنے Swap اور Futures کی فیس سے واپس ملتا ہے، دعوت دینے والے کا کوڈ داخل کرنے کے بعد۔",
    "howItWorksContent8": "ہر والٹ کیش بیک کو فعال کرنے کے لیے صرف ایک ریفرل کوڈ داخل کر سکتا ہے۔",
    "howItWorksContent9": "کیش بیک کی شرحیں دعوت دینے والے کی مقرر کردہ کمیشن کی شرح پر منحصر ہوتی ہیں۔",
    "howItWorksContent10": "کیش بیک 'Earning History' میں اپ ڈیٹ ہوتا ہے اور ماہانہ USD میں تصفیہ ہوتا ہے۔"
  },
  "withdraw": {
    "howToWithdrawTitle": "کیسے نکالیں؟",
    "howToWithdrawContent1": "«Estimated Reward» (متوقع انعام) آپ کی کل رقم (کمیشن + کیش بیک) دکھاتا ہے، جو موجودہ مارکیٹ ریٹ کی بنیاد پر USD میں تبدیل ہوتی ہے۔",
    "howToWithdrawContent2": "«Withdrawable» (قابلِ واپسی) وہ حتمی USD رقم ہے جو ماہانہ تبدیلی اور تصفیہ (ہر ماہ کی 1 سے 10 تاریخ) کے بعد ہوتی ہے۔",
    "howToWithdrawContent3": "اگر تبدیلی کے بعد آپ کا کل انعام 10 USD کے برابر یا اس سے زیادہ ہے، تو وہ قابلِ واپسی ہو جاتا ہے اور اسے کلیم کیا جا سکتا ہے۔",
    "howToWithdrawContent4": "اگر آپ کا کل انعام 10 USD سے کم ہے، تو وہ اگلے مہینے کے سائیکل میں منتقل ہو جاتا ہے جب تک کہ وہ حد سے تجاوز نہ کرے۔",
    "note1": "واپسی کے لیے BSC نیٹ ورک پر گیس فیس کی ادائیگی کے لیے کافی BNB بیلنس درکار ہے۔",
    "note2": "اگر آپ کا قابلِ واپسی بیلنس 10 USD سے کم ہے یا آپ اگلے مہینے تک واپس نہیں لیتے ہیں، تو یہ منتقل ہو جائے گا اور اگلے مہینے کے تبدیل شدہ انعامات کے ساتھ جمع ہو جائے گا۔"
  },
  "hcs": {
    "whatIsHCSTitle": "HCS کیا ہے؟",
    "whatIsHCSContent1": "Human Credit Score (HCS) ایک متحرک اعتماد کا انڈیکس ہے جو مشین لرننگ سے چلتا ہے۔",
    "whatIsHCSContent2": "یہ انٹرلنک نیٹ ورک بھر میں تصدیق شدہ شناخت کے ڈیٹا، رویے کی سرگرمی اور بلاک چین کے تعاملات کا مسلسل تجزیہ کرتا ہے۔",
    "howToIncreaseHCSTitle": "HCS کو کیسے بڑھایا جائے؟",
    "howToIncreaseHCSText": "آپ InterLink App اور ITLX Wallet دونوں میں مستقل اقدامات کے ذریعے اپنا HCS بڑھا سکتے ہیں۔",
    "howToIncreaseHCSContent1": "روزانہ مائننگ کریں اور سلسلے کو برقرار رکھیں، اپنے سیکیورٹی گروپ میں مائننگ کریں، اور پوری ٹیم کو ایک ساتھ فعال رکھیں۔",
    "howToIncreaseHCSContent2": "جیسے جیسے آپ کا والٹ پرانا ہوتا جاتا ہے اور آپ کی آن چین سرگرمیاں (swap، trade، hold) جمع ہوتی جاتی ہیں، طویل مدتی انسانی مستقل مزاجی کو ثابت کرتے ہوئے، آپ کا HCS بڑھتا جاتا ہے۔",
    "howToIncreaseHCSContent3": "آپ جتنے زیادہ حقیقی، مستحکم اور فعال ہوں گے، آپ کا HCS اتنا ہی مضبوط ہو جائے گا۔"
  }
}
