{
  "ref": {
    "overviewTitle": "Обзор",
    "overviewContent1": "Реферальная система (Referral system) InterLink Wallet позволяет пользователям зарабатывать и делиться вознаграждениями через торговую деятельность.",
    "overviewContent2": "Выгоду могут получить как приглашающий, так и приглашенный – приглашающие зарабатывают комиссии от транзакций приглашенных, а приглашенные получают кэшбэк от своих собственных транзакций.",
    "overviewContent3": "Вознаграждения рассчитываются автоматически и конвертируются в USD в течение ежемесячного расчетного цикла.",
    "howItWorksTitle": "Как это работает?",
    "howItWorksContent1": "Комиссия (Пригласите рефералов для заработка)",
    "howItWorksContent2": "Комиссия — это вознаграждение, которое вы зарабатываете с комиссий Swap и Futures ваших приглашенных.",
    "howItWorksContent3": "Вы можете приглашать неограниченное количество пользователей и устанавливать собственную ставку комиссии перед тем, как поделиться своим кодом.",
    "howItWorksContent4": "Как только приглашенный вводит ваш код, эта ставка фиксируется для него – последующие изменения применяются только к новым приглашенным.",
    "howItWorksContent5": "Комиссии обновляются в «Earning History» и ежемесячно фиксируются в USD.",
    "howItWorksContent6": "Кэшбэк (Введите код приглашающего для заработка)",
    "howItWorksContent7": "Кэшбэк — это вознаграждение, возвращаемое с ваших собственных комиссий Swap и Futures после ввода кода приглашающего.",
    "howItWorksContent8": "Каждый кошелек может ввести только один реферальный код для активации кэшбэка.",
    "howItWorksContent9": "Ставки кэшбэка зависят от ставки комиссии, установленной приглашающим.",
    "howItWorksContent10": "Кэшбэк обновляется в «Earning History» и ежемесячно рассчитывается в USD."
  },
  "withdraw": {
    "howToWithdrawTitle": "Как вывести средства?",
    "howToWithdrawContent1": "«Estimated Reward» (Ожидаемое вознаграждение) показывает вашу общую сумму (комиссия + кэшбэк), конвертированную в USD на основе текущих рыночных курсов.",
    "howToWithdrawContent2": "«Withdrawable» (Доступно к выводу) — это окончательная сумма в USD после ежемесячной конвертации и расчета (с 1 по 10 число каждого месяца).",
    "howToWithdrawContent3": "Если ваше общее вознаграждение после конвертации составляет ≥ 10 USD, оно становится доступным для вывода и может быть востребовано.",
    "howToWithdrawContent4": "Если ваше общее вознаграждение < 10 USD, оно переносится на цикл следующего месяца, пока не превысит пороговое значение.",
    "note1": "Для вывода средств требуется достаточный баланс BNB для оплаты комиссии за газ в сети BSC.",
    "note2": "Если ваш баланс, доступный для вывода, меньше 10 USD, или вы не выводите средства до следующего месяца, он будет перенесен и накоплен с конвертированными вознаграждениями следующего месяца."
  },
  "hcs": {
    "whatIsHCSTitle": "Что такое HCS?",
    "whatIsHCSContent1": "Human Credit Score (HCS) — это динамический индекс доверия, основанный на машинном обучении.",
    "whatIsHCSContent2": "Он постоянно анализирует проверенные данные идентификации, поведенческую активность и взаимодействия с блокчейном по всей сети InterLink.",
    "howToIncreaseHCSTitle": "Как увеличить HCS?",
    "howToIncreaseHCSText": "Вы можете увеличить свой HCS за счет последовательных действий как в приложении InterLink App, так и в кошельке ITLX Wallet.",
    "howToIncreaseHCSContent1": "Ежедневно майните и поддерживайте серии, майните в своей Группе безопасности и поддерживайте активность всей команды вместе.",
    "howToIncreaseHCSContent2": "Ваш HCS растет по мере того, как ваш кошелек становится старше и накапливаются ваши ончейн-активности (swap, trade, hold), что доказывает долгосрочную человеческую последовательность.",
    "howToIncreaseHCSContent3": "Чем более реальным, стабильным и активным вы являетесь, тем сильнее становится ваш HCS."
  }
}
