{
  "ref": {
    "overviewTitle": "अवलोकन",
    "overviewContent1": "इंटरलिंक वॉलेट का रेफरल सिस्टम उपयोगकर्ताओं को ट्रेडिंग गतिविधियों के माध्यम से पुरस्कार अर्जित करने और साझा करने की अनुमति देता है।",
    "overviewContent2": "आमंत्रणकर्ता और आमंत्रित दोनों लाभ उठा सकते हैं - आमंत्रणकर्ता आमंत्रितों के लेनदेन से कमीशन कमाते हैं, जबकि आमंत्रित अपने स्वयं के लेनदेन से कैशबैक प्राप्त करते हैं।",
    "overviewContent3": "पुरस्कारों की गणना स्वचालित रूप से की जाती है और मासिक निपटान चक्र के दौरान USD में परिवर्तित हो जाती है।",
    "howItWorksTitle": "यह कैसे काम करता है?",
    "howItWorksContent1": "कमीशन (कमाने के लिए रेफरल आमंत्रित करें)",
    "howItWorksContent2": "कमीशन वह पुरस्कार है जो आप अपने आमंत्रितों के Swap और Futures शुल्कों से कमाते हैं।",
    "howItWorksContent3": "आप असीमित उपयोगकर्ताओं को आमंत्रित कर सकते हैं और अपना कोड साझा करने से पहले अपनी कमीशन दर निर्धारित कर सकते हैं।",
    "howItWorksContent4": "एक बार जब कोई आमंत्रित आपका कोड दर्ज करता है, तो वह दर उनके लिए लॉक हो जाती है - बाद के बदलाव केवल नए आमंत्रितों पर लागू होते हैं।",
    "howItWorksContent5": "कमीशन 'Earning History' में अपडेट होते हैं और मासिक रूप से USD में अंतिम रूप दिए जाते हैं।",
    "howItWorksContent6": "कैशबैक (कमाने के लिए आमंत्रणकर्ता का कोड दर्ज करें)",
    "howItWorksContent7": "कैशबैक वह पुरस्कार है जो आमंत्रणकर्ता का कोड दर्ज करने के बाद आपके अपने Swap और Futures शुल्कों से वापस मिलता है।",
    "howItWorksContent8": "प्रत्येक वॉलेट कैशबैक सक्रिय करने के लिए केवल एक रेफरल कोड दर्ज कर सकता है।",
    "howItWorksContent9": "कैशबैक दरें आमंत्रणकर्ता द्वारा निर्धारित कमीशन दर पर निर्भर करती हैं।",
    "howItWorksContent10": "कैशबैक 'Earning History' में अपडेट होता है और मासिक रूप से USD में सेटल किया जाता है।"
  },
  "withdraw": {
    "howToWithdrawTitle": "कैसे निकालें?",
    "howToWithdrawContent1": "«Estimated Reward» (अनुमानित पुरस्कार) आपके कुल (कमीशन + कैशबैक) को दिखाता है, जो वर्तमान बाजार दरों के आधार पर USD में परिवर्तित होता है।",
    "howToWithdrawContent2": "«Withdrawable» (निकाला जा सकने वाला) मासिक रूपांतरण और निपटान (हर महीने की 1 से 10 तारीख) के बाद अंतिम USD राशि है।",
    "howToWithdrawContent3": "यदि रूपांतरण के बाद आपका कुल पुरस्कार ≥ 10 USD है, तो वह निकालने योग्य हो जाता है और उस पर दावा किया जा सकता है।",
    "howToWithdrawContent4": "यदि आपका कुल पुरस्कार < 10 USD है, तो यह सीमा पार होने तक अगले महीने के चक्र में आगे बढ़ जाता है।",
    "note1": "निकासी के लिए BSC नेटवर्क पर गैस शुल्क के लिए पर्याप्त BNB शेष की आवश्यकता होती है।",
    "note2": "यदि आपका निकाला जा सकने वाला शेष 10 USD से कम है या आप अगले महीने तक नहीं निकालते हैं, तो यह आगे बढ़ जाएगा और अगले महीने के परिवर्तित पुरस्कारों के साथ जमा हो जाएगा।"
  },
  "hcs": {
    "whatIsHCSTitle": "HCS क्या है?",
    "whatIsHCSContent1": "ह्यूमन क्रेडिट स्कोर (HCS) मशीन लर्निंग द्वारा संचालित एक गतिशील विश्वास सूचकांक है।",
    "whatIsHCSContent2": "यह पूरे इंटरलिंक नेटवर्क में सत्यापित पहचान डेटा, व्यवहारिक गतिविधि और ब्लॉकचेन इंटरैक्शन का लगातार विश्लेषण करता है।",
    "howToIncreaseHCSTitle": "HCS कैसे बढ़ाएँ?",
    "howToIncreaseHCSText": "आप InterLink App और ITLX Wallet दोनों में लगातार कार्यों के माध्यम से अपना HCS बढ़ा सकते हैं।",
    "howToIncreaseHCSContent1": "हर दिन माइन करें और सिलसिला बनाए रखें, अपने सुरक्षा समूह में माइन करें, और पूरी टीम को एक साथ सक्रिय रखें।",
    "howToIncreaseHCSContent2": "जैसे-जैसे आपका वॉलेट पुराना होता जाता है और आपकी ऑन-चेन गतिविधियाँ (swap, trade, hold) जमा होती जाती हैं, दीर्घकालिक मानव स्थिरता साबित करते हुए, आपका HCS बढ़ता जाता है।",
    "howToIncreaseHCSContent3": "आप जितने अधिक वास्तविक, स्थिर और सक्रिय होंगे, आपका HCS उतना ही मजबूत होगा।"
  }
}
