{
  "ref": {
    "overviewTitle": "সংক্ষিপ্ত বিবরণ",
    "overviewContent1": "ইন্টারলিঙ্ক ওয়ালেটের রেফারেল সিস্টেম ব্যবহারকারীদের ট্রেডিং কার্যকলাপের মাধ্যমে পুরস্কার অর্জন এবং শেয়ার করার সুযোগ দেয়।",
    "overviewContent2": "আমন্ত্রণকারী এবং আমন্ত্রিত উভয়ই উপকৃত হতে পারে – আমন্ত্রণকারীরা আমন্ত্রিতদের লেনদেন থেকে কমিশন অর্জন করেন, যখন আমন্ত্রিতরা তাদের নিজস্ব লেনদেন থেকে ক্যাশব্যাক পান।",
    "overviewContent3": "পুরস্কারগুলি স্বয়ংক্রিয়ভাবে গণনা করা হয় এবং মাসিক নিষ্পত্তির চক্রের সময় USD তে রূপান্তরিত হয়।",
    "howItWorksTitle": "এটা কিভাবে কাজ করে?",
    "howItWorksContent1": "কমিশন (রেফারেল আমন্ত্রণ করে উপার্জন করুন)",
    "howItWorksContent2": "কমিশন হল সেই পুরস্কার যা আপনি আপনার আমন্ত্রিতদের Swap এবং Futures ফি থেকে অর্জন করেন।",
    "howItWorksContent3": "আপনি সীমাহীন ব্যবহারকারীদের আমন্ত্রণ জানাতে পারেন এবং আপনার কোড শেয়ার করার আগে আপনার নিজস্ব কমিশন রেট সেট করতে পারেন।",
    "howItWorksContent4": "একবার একজন আমন্ত্রিত আপনার কোড প্রবেশ করালে, সেই রেট তাদের জন্য লক হয়ে যায় - পরবর্তী পরিবর্তনগুলি শুধুমাত্র নতুন আমন্ত্রিতদের জন্য প্রযোজ্য হবে।",
    "howItWorksContent5": "কমিশনগুলি 'Earning History'-তে আপডেট হয় এবং মাসিক USD তে চূড়ান্ত করা হয়।",
    "howItWorksContent6": "ক্যাশব্যাক (উপার্জন করতে আমন্ত্রণকারীর কোড প্রবেশ করুন)",
    "howItWorksContent7": "ক্যাশব্যাক হল আপনার নিজস্ব Swap এবং Futures ফি থেকে ফেরত দেওয়া পুরস্কার, আমন্ত্রণকারীর কোড প্রবেশ করার পর।",
    "howItWorksContent8": "প্রতিটি ওয়ালেট ক্যাশব্যাক সক্রিয় করতে শুধুমাত্র একটি রেফারেল কোড প্রবেশ করতে পারে।",
    "howItWorksContent9": "ক্যাশব্যাক রেট আমন্ত্রণকারী দ্বারা সেট করা কমিশন রেটের উপর নির্ভর করে।",
    "howItWorksContent10": "ক্যাশব্যাক 'Earning History'-তে আপডেট হয় এবং মাসিক USD তে নিষ্পত্তি করা হয়।"
  },
  "withdraw": {
    "howToWithdrawTitle": "কিভাবে উত্তোলন করবেন?",
    "howToWithdrawContent1": "«Estimated Reward» (আনুমানিক পুরস্কার) আপনার মোট পরিমাণ (কমিশন + ক্যাশব্যাক) দেখায়, যা বর্তমান বাজার হারের উপর ভিত্তি করে USD তে রূপান্তরিত হয়।",
    "howToWithdrawContent2": "«Withdrawable» (উত্তোলনযোগ্য) হল মাসিক রূপান্তর এবং নিষ্পত্তির পরে (প্রতি মাসের 1-10 তারিখ) চূড়ান্ত USD পরিমাণ।",
    "howToWithdrawContent3": "যদি রূপান্তরের পরে আপনার মোট পুরস্কার 10 USD বা তার বেশি হয়, তবে এটি উত্তোলনযোগ্য হয়ে যায় এবং দাবি করা যেতে পারে।",
    "howToWithdrawContent4": "যদি আপনার মোট পুরস্কার 10 USD এর কম হয়, তবে এটি থ্রেশহোল্ড অতিক্রম না করা পর্যন্ত পরের মাসের চক্রে স্থানান্তরিত হবে।",
    "note1": "উত্তোলনের জন্য BSC নেটওয়ার্কে গ্যাস ফি প্রদানের জন্য পর্যাপ্ত BNB ব্যালেন্স প্রয়োজন।",
    "note2": "যদি আপনার উত্তোলনযোগ্য ব্যালেন্স 10 USD এর কম হয় বা আপনি পরের মাস পর্যন্ত উত্তোলন না করেন, তবে এটি স্থানান্তরিত হবে এবং পরের মাসের রূপান্তরিত পুরস্কারের সাথে জমা হবে।"
  },
  "hcs": {
    "whatIsHCSTitle": "HCS কি?",
    "whatIsHCSContent1": "হিউম্যান ক্রেডিট স্কোর (HCS) হল মেশিন লার্নিং দ্বারা চালিত একটি গতিশীল বিশ্বাসের সূচক।",
    "whatIsHCSContent2": "এটি ইন্টারলিঙ্ক নেটওয়ার্ক জুড়ে যাচাইকৃত পরিচয় ডেটা, আচরণগত কার্যকলাপ এবং ব্লকচেইন মিথস্ক্রিয়া ক্রমাগত বিশ্লেষণ করে।",
    "howToIncreaseHCSTitle": "HCS কিভাবে বাড়ানো যায়?",
    "howToIncreaseHCSText": "আপনি InterLink App এবং ITLX Wallet উভয় ক্ষেত্রেই ধারাবাহিক কর্মের মাধ্যমে আপনার HCS বাড়াতে পারেন।",
    "howToIncreaseHCSContent1": "প্রতিদিন মাইনিং করুন এবং ধারা বজায় রাখুন, আপনার নিরাপত্তা গ্রুপে মাইনিং করুন এবং পুরো দলকে একসাথে সক্রিয় রাখুন।",
    "howToIncreaseHCSContent2": "আপনার ওয়ালেট যত বেশি পুরাতন হয় এবং আপনার অন-চেইন কার্যকলাপ (swap, trade, hold) যত বেশি জমে, তত বেশি দীর্ঘমেয়াদী মানুষের ধারাবাহিকতা প্রমাণ করে আপনার HCS বৃদ্ধি পায়।",
    "howToIncreaseHCSContent3": "আপনি যত বেশি বাস্তব, স্থির এবং সক্রিয় হবেন, আপনার HCS তত বেশি শক্তিশালী হবে।"
  }
}
